{
  "title": "HEY , I'M SOUKAINA MOURABIT",
  "desc": "A .NET & Angular developer, I specialize in crafting dynamic and responsive websites, leveraging the power of cutting-edge technologies to deliver seamless user experiences and robust functionality to clients",
  "AboutMe": "About Me",
  "aboutDesc": "I'm a Full Stack Web Developer building and managing the Front-end and the Back-end of Web Applications and Websites that leads to the success of the overall product. Check out some of my work in the Projects section.",
  "about2": "  I also share some of my work on linkdn ,Feel Free to take a look at it",
  "aboutButton": "Download My Cv",
  "skills": "Skills And Technologies That I Use",
  "journey": "My Journey",
  "date1": "June 2021",
  "exp1": "Experimental Baccalaureate",
  "dec1": "Nassim High school Physical Sciences Option",
  "date2": "July 2023",
  "exp2": "DTS in digital development",
  "dec2": "OFPPT, Rabat Full Stack Option",
  "date3": "December 2023",
  "exp3": ".Net & Angular Developer",
  "dec3": "At Info academie",
  "date4": "April 2024",
  "exp4": ".NET & Angular Developer",
  "dec4": "Freelance at Info Académie",
  "date5": "Septembre 2024",
  "exp5": "Professional Bachelor's Degree in Web Application Development",
  "dec5": "At the University of Limoges, in France",
  "visitButton": "Visit The Site",
  "contact": "Don't Hesitate To Contact Me",
  "home": "HOME",
  "about": "ABOUT",
  "projects": "PROJECTS",
  "contact1": "CONTACTS",
  "detail":"details",

  "pro": "Projects",
  "info1": "InfoAcademie is a smart and scalable web platform designed to digitalize tutoring and language learning services. It centralizes educational tools, student monitoring, and the management of learning activities within a modern and intuitive interface.",
  "info2": "Technologies used: Angular, TailwindCSS, .NET, PostgreSQL",
  "contact2": "Contact Me",
  "visitLinkdn": "Go To Linkdn Profile",
  "bestCar1": "A robust rental web application built with React, Tailwind CSS, and Laravel. The frontend, crafted using React and styled with Tailwind CSS, ensures a responsive and dynamic user experience. The backend, powered by Laravel, provides a secure and efficient server-side framework for handling data and authentication. This combination offers a seamless and modern solution for rental management.",
  "bestCar2": "Technologies used : ReactJS , TailwindCss , Laravel , Postgres",
  "academie1": "Optimize the management of your educational center thanks to a centralized application. Keep total control over your resources, manage payments with ease, and effectively manage your customers, their activities, their attendance, their classes and their teachers .",
  "academie2": "Technologies used: Angular, TailwindCss, .Net, Postgres",
  "tfsol1": "Experience the seamless beauty of TF-SOL's fully responsive website, meticulously crafted to showcase their services and mission. Built with the power of ReactJS Framework and styled with finesse using Tailwind CSS.",
  "tfsol2": "Technologies used : ReactJs , TailwindCss",
  "nexaudit1": "Experience the seamless beauty of NexAudit's fully responsive website, meticulously crafted to showcase their services and mission. Built with the power of ReactJS Framework and styled with finesse using Tailwind CSS.",
  "nexaudit2": "Technologies used : ReactJs , TailwindCss",
  "mirat1": "A platform that collects lessons, their summaries, and assessments in a sequential and organized manner. Experience the seamless beauty of this website's fully responsive website, meticulously crafted to showcase their services and mission. Built with the power of ReactJS Framework and styled with finesse using Tailwind CSS.",
  "mirat2": "Technologies used : ReactJs , TailwindCss",
  "krypto1": "Experience the seamless beauty of KRYPTO's fully responsive website, meticulously crafted to showcase their services and mission. Built with the power of ReactJS Framework and styled with finesse using Tailwind CSS.",
  "krypto2": "Technologies used : ReactJs , TailwindCss",
  "dish1": "Welcome to Dish, your ultimate culinary companion! Whether you're a seasoned chef or a kitchen novice, Dish offers a rich collection of recipes to satisfy your cravings and inspire your creativity. From hearty meals to delectable desserts, you'll find everything you need to whip up delicious dishes for any occasion.",
  "dish2": "Technologies used : AngularJs , TailwindCss , Postgres , .Net",
  "conatctSecion": "Don't Hesitate To Contact Me",
  "country": "Morocco",
  "city": "Prefecture of Skhirate-Témara, Rabat-Salé-Kenitra, Morocco",
  "LinkedIn": "LinkedIn Profile",
  "one": "Recipes Web Application",
  "two": "Rental Web Application",
  "three": "Gestion Interne d'un centre éducatif",
  "four": "Cohésion, Création, Conquête C'est L'action de TF-SOL",
  "five": "NexAudit - Redéfinir l'audit pour demain",
  "six": "The Legacy of Prophecy:An E-learning platform",
  "seven": "Discover And Collect Rare NFTs",
  "nine": "InfoAcademie –  Platform for Tutoring and Language Learning",
  "eight": "ReviseMate – Artificial intelligence at the service of your revision.",
  "reviseMate1": "Discover ReviseMate, a smart and interactive platform designed to support students in their studies. It automatically transforms course materials into summary sheets, flashcards, and personalized quizzes — all within a modern and intuitive interface.",
  "reviseMate2": "Technologies used: Angular, NestJS, Tailwind CSS, Fuse theme, MongoDB",
  "ten":"Nexsite – A Modern, Responsive Web Experience",
  "nexsite" :"Explore Nexsite, a fully responsive website crafted to present services and mission with clarity and style. Developed using ReactJS and styled with Tailwind CSS, this project delivers a sleek user experience while showcasing a complete web development workflow."


}
