{
  "title": "HI, JE SUIS SOUKAINA MOURABIT",
  "desc": "Développeuse .NET et Angular, je suis spécialisé dans la création de sites web dynamiques et réactifs, tirant parti des technologies de pointe pour offrir des expériences utilisateur fluides et des fonctionnalités robustes aux clients",
  "AboutMe": "À propos de moi",
  "aboutDesc": "Développeuse web passionnée, spécialisée dans la conception et la programmation d’applications innovantes. Toujours en quête de nouveaux défis pour renforcer mes compétences et contribuer à des projets ambitieux.",
  "about2": " Je partage également certains de mes travaux sur linkdn, n'hésitez pas à y jeter un oeil.",
  "aboutButton": "Télécharger mon CV",
  "skills": "Compétences et Technologies Que J'utilise",
  "journey": "Mon Parcours",
  "date1": "juin 2021",
  "exp1": "Baccalauréat Expérimental",
  "dec1": "Option Sciences Physiques Lycée Nassim",
  "date2": "Juillet 2023",
  "exp2": "DTS dans le développement numérique",
  "dec2": "OFPPT, Option Full Stack de Rabat",
  "date3": "Décembre 2023 - Juillet 2025",
  "exp3": "Développeur .Net & Angular",
  "dec3": "À Info académie",
  "date4": "Avril 2024",
  "exp4": "Développeur .Net & Angular",
  "dec4": "Freelance a Info académie",
  "date5": "Septembre 2024",
  "exp5": "Licence Professionnelle en Développement d'Applications Web",
  "dec5": "À l'université de Limoges, en France",
  "visitButton": "Visitez le site",
  "contact": "N'hésitez pas à me contacter",
  "home": "ACCEUIL",
  "about": "À PROPOS ",
  "projects": "PROJETS",
  "contact1": "CONTACTS",
  "contact2": "Contacter Moi",
  "pro": "Projets",
  "detail":"détails",
  "visitLinkdn": "Aller au profil Linkedin",
  "academie1": "Optimisez la gestion de votre centre éducatif grâce à une application centralisée. Gardez un contrôle total sur vos ressources, gérez les paiements en toute simplicité, et pilotez efficacement vos clients, leurs activités, leurs présences, leurs classes et leurs enseignants.",
  "academie2": "Technologies utilisées : Angular , TailwindCss , .Net , Postgres",
  "info1": "InfoAcademie est une plateforme web intelligente et évolutive, conçue pour digitaliser les services de soutien scolaire et d’apprentissage des langues. Elle centralise les outils pédagogiques, le suivi des élèves et la gestion des activités éducatives au sein d’un espace moderne et intuitif.",
  "info2": "Technologies utilisées : Angular, TailwindCSS, .NET, PostgreSQL",
  "nine": "InfoAcademie – Plateforme pour le soutien scolaire et les langues",
  "bestCar1": "Une application Web de location robuste construite avec React, Tailwind CSS et Laravel. Le frontend, conçu avec React et stylisé avec Tailwind CSS, garantit une expérience utilisateur réactive et dynamique. Le backend, alimenté par Laravel, offre une expérience utilisateur sécurisée. et un cadre côté serveur efficace pour la gestion des données et l'authentification. Cette combinaison offre une solution transparente et moderne pour la gestion des locations.",
  "bestCar2": "Technologies utilisées : ReactJS , TailwindCss , Laravel , Postgres",
  "tfsol1": "Découvrez la beauté transparente du site Web entièrement réactif de TF-SOL, méticuleusement conçu pour présenter ses services et sa mission. Construit avec la puissance du framework ReactJS et stylisé avec finesse à l'aide de Tailwind CSS.",
  "tfsol2": "Technologies utilisées : ReactJs , TailwindCss",
  "nexaudit1": "Découvrez la beauté transparente du site Web entièrement réactif de NexAudit, méticuleusement conçu pour présenter ses services et sa mission. Construit avec la puissance du framework ReactJS et stylisé avec finesse à l'aide de Tailwind CSS.",
  "nexaudit2": "Technologies utilisées : ReactJs , TailwindCss",
  "mirat1": "Une plate-forme qui collecte les leçons, leurs résumés et leurs évaluations de manière séquentielle et organisée. Découvrez la beauté transparente du site Web entièrement réactif de ce site Web, méticuleusement conçu pour présenter leurs services et leur mission. Construit avec la puissance du framework ReactJS et stylisé avec finesse à l'aide de Tailwind CSS.",
  "mirat2": "Technologies utilisées : ReactJs , TailwindCss",
  "krypto1": "Découvrez la beauté transparente du site Web entièrement réactif de KRYPTO, méticuleusement conçu pour présenter ses services et sa mission. Construit avec la puissance du framework ReactJS et stylisé avec finesse à l'aide de Tailwind CSS.",
  "krypto2": "Technologies utilisées : ReactJs , TailwindCss",
  "dish1": "Bienvenue chez Dish, votre compagnon culinaire ultime ! Que vous soyez un chef chevronné ou un novice en cuisine, Dish propose une riche collection de recettes pour satisfaire vos envies et inspirer votre créativité. Des repas copieux aux desserts délicieux, vous trouverez tout ce dont vous avez besoin pour concocter de délicieux plats pour toutes les occasions.",
  "conatctSecion": "N'hésitez pas à me contacter",
  "dish2": "Technologies utilisées : AngularJs , TailwindCss , Postgres , .Net",
  "country": "Maroc",
  "city": "Préfecture de Skhirate-Témara, Rabat-Salé-Kenitra, Maroc",
  "LinkedIn": "Profil LinkedIn",
  "one": "Application Web de recettes",
  "two": "Application Web de location",
  "trois": "Gestion Interne d'un centre éducatif",
  "four": "Cohésion, Création, Conquête C'est L'action de TF-SOL",
  "five": "NexAudit - Redéfinir l'audit pour demain",
  "six": "L'héritage de la prophétie : une plateforme d'apprentissage en ligne",
  "seven": "Découvrez et collectionnez des NFT rares",
  "eight": "ReviseMate  L’intelligence artificielle au service de vos révisions.",
  "reviseMate1": "Découvrez ReviseMate, une plateforme intelligente et interactive conçue pour accompagner les étudiants dans leurs révisions. Elle permet de transformer automatiquement des cours en fiches synthétiques, cartes mémoire et quiz personnalisés, le tout dans une interface moderne et intuitive.",
  "reviseMate2": "Technologies utilisées : Angular, NestJS, Tailwind CSS, Fuse theme, MongoDB",
  "ten":"Nexsite – Une Expérience Web Moderne et Responsive",
  "nexsite" :"Découvrez Nexsite, un site web entièrement responsive conçu pour présenter des services et une mission avec clarté et élégance. Développé avec ReactJS et stylisé avec Tailwind CSS, ce projet offre une expérience utilisateur fluide tout en illustrant un processus de développement web complet."

}
